#+BEGIN_SRC translate :src en :dest ru,eo
Stories that are far from the life of a metropolitan resident. I am
writing an article, 3 am. I hear noise and panic in the yard in the
chicken coop. I'm going to see if a rat has climbed. I open the doors,
a hen with two chickens immediately runs out. There was no rat, I am
trying to drive the chickens back, because the cats do not sleep in
the area. But that was not the case, you just try to take the chicken,
the hen, which has taken the form of a ball, flies at you with an evil
clucking. And even several times she pecked at her hand
painfully. Well, I somehow drove it. The main thing is that these
mindless chickens are not even a dwarf brama, like her, but of a
different breed. Her father tossed them to her, and she sat out. The
chicken will be surprised when the chickens grow twice its size.
#+END_SRC

#+RESULTS:
| ru | Истории, далекие от жизни столичного жителя. Пишу статью, 3 часа ночи. Слышу шум и панику во дворе курятника. Я посмотрю, не залезла ли крыса. Открываю двери, сразу выбегает курица с двумя цыплятами. Крысы не было, пытаюсь отогнать цыплят, потому что кошки на участке не спят. Но это не тот случай, вы просто пытаетесь взять курицу, курица, принявшая форму шара, летит на вас со злым кудахтанием. И даже несколько раз больно клевала ей руку. Ну я как-то проехал. Главное, что эти бездумные куры даже не карликовая брама, как она, а другой породы. Ее отец бросил их ей, и она села. Курица будет удивлена, когда цыплята вырастут вдвое.                                                                                              |
| eo | Rakontoj malproksimaj de la vivo de metropola loĝanto. Mi verkas artikolon, 3 a.m. Mi aŭdas bruon kaj panikon en la korto en la kokinejo. Mi vidos, ĉu rato grimpis. Mi malfermas la pordojn, kokino kun du kokinoj tuj elĉerpiĝas. Ne estis rato, mi provas forpeli la kokidojn, ĉar la katoj ne dormas en la regiono. Sed tio ne estis la kazo, vi nur provas preni la kokidon, la kokino, kiu havas la formon de pilko, flugas al vi kun malica klukado. Kaj eĉ plurfoje ŝi dolore bekis sian manon. Nu, mi iel pelis ĝin. La ĉefa afero estas, ke ĉi tiuj senpripensaj kokinoj eĉ ne estas nana brama, kiel ŝi, sed de alia raso. Ŝia patro ĵetis ilin al ŝi, kaj ŝi sidiĝis. La kokido miros, kiam la kokidoj kreskos duoble pli ol ĝia grandeco. |

#+BEGIN_SRC translate :src ru :dest en,eu
Истории, далекие от жизни жителя мегаполиса. Пишу статью, 3 часа
ночи. Слышу во дворе в курятнике шум и паника. Иду посмотреть, может
крыса залезла. Открываю двери, сразу выбегает наседка с двумя
цыплятами. Крысы не оказалось, пытаюсь цыплят загнать обратно, потому
как коты не дремлют на районе. Но не тут-то было, только пробуешь
взять цыпленка, наседка, принявшая форму шара, со злобным кудахтаньем
на тебя налетает. И даже несколько раз пребольно клюнула в руку. Ну
кое-как загнал. Главное, что эти бессмысленные цыплята даже не
карликовая брама, как она, а другой породы. Отец их ей подбросил, а
она высидела. То-то курица удивится, когда цыплята вырастут в два раза
больше нее.
#+END_SRC

#+RESULTS:
| en | Stories that are far from the life of a metropolitan resident. I am writing an article, 3 am. I hear noise and panic in the yard in the chicken coop. I'm going to see if a rat has climbed. I open the doors, a hen with two chickens immediately runs out. There was no rat, I am trying to drive the chickens back, because the cats do not sleep in the area. But that was not the case, you just try to take the chicken, the hen, which has taken the form of a ball, flies at you with an evil clucking. And even several times she pecked at her hand painfully. Well, I somehow drove it. The main thing is that these mindless chickens are not even a dwarf brama, like her, but of a different breed. Her father tossed them to her, and she sat out. The chicken will be surprised when the chickens grow twice its size. |
| eu | Metropoliar egoiliar baten bizitzatik urrun dauden istorioak. Artikulua idazten ari naiz, 3 am. Zaratak eta izua entzuten ditut patioan oilasko batean. Arratoia igo den ala ez ikusiko dut. Ateak irekitzen ditut, oilo bi dituen oiloa berehala agortzen da. Arratoirik ez zegoen, oiloak atzera eramaten saiatzen ari naiz, katuak ez baitira lo egiten. Baina ez zen horrela izan, saiatu oilaskoa, oiloak, pilota bat hartu duen oiloak, zuregana jotzen du. Zenbaitetan eskua min hartu zion gainera. Beno, nolabait bultzatu nuen. Garrantzitsuena da zentzurik gabeko oilo hauek ez direla brama nano batena bezalakoa, arraza desberdin batena baizik. Aitak bota zizkion eta eseri egin zen. Oilaskoa harritu egingo da oiloak tamaina bitan hazten direnean.                                                                |

Математика - язык. Сколько еще ждать от google translate опции
"перевести на язык математики"? Филологи, лингвисты, ау!

Определенные соображения указывают на то, что основные трудности
 перевода между языками вызваны не особенностями строения различных
 языков, а имеют ту же природу, что и недопонимание, случающееся в
 процессе общения в рамках одного языке.

Когда я ставлю сердечко под чьим-то одобрительным комментарием к моему
 посту, то это в смысле теплых чувств, вызываемых этим определенным
 человеком и тем, что я ценю его мнение по обсуждаемому вопросу, а не
 в смысле "да, конечно, какой я молодец" (я то, безусловно, молодец :)
 но смайлик не про это, в общем... ).

Конструктор и практики изучения реальности.

Практика созидания реальности - Алиса строит из базовых блоков
конструкции различной сложности Практика познания сути реальности -
Алиса строит сложные конструкции, Ванечка крушит их Практика
следования потоку реальности - Алиса строит простые конструкции и
предлагает их Ванечке для разрушения Практика сопротивления потоку
реальности - Ванечка крушит сложные конструкции и получает за это от
Алисы на орехи Практика управления реальностью - Алиса строит
различные конструкции, Ванечка приносит блоки, на которые она
указывает Практика взаимодействия с реальностью - Алиса и Ванечка
совместно возводят конструкции из базовых блоков Практика дзэн - Алиса
и Ванечка наблюдают, как папа возводит конструкции различной сложности
из базовых блоков

Покупаю кукурузу у бабушки. "Один початок - 5". "Дайте один" -
говорю. "Берите два, будет 10". Остолбенело смотрю на нее.  Понимаете,
она сказала это тоном акционного предложения. Возможно может
показаться, что, тоже мне акция, два за 10, если один за 5.  Да, но
она провела вычисления за вас, и, говоря об акции, несомненно имела
ввиду концепцию стоимости вычислений. Не удивлюсь, если часть оборота
от продаж она инвестирует в криптовалюту.

* 19_09_2020
Неизбежная составляющая нашего восприятия реальности, это существование ее непознанной части. И каждый стоит перед выбором, отворачиваться ли от этой составляющей, возможно в стремлении упростить себе жизнь, или выбрать исследование непознанного, принимая все сопутсвующие этому сложности. Вроде бы естественный для каждого мыслящего существа выбор в сторону стратегии познания не так очивиден, как может показаться. Желание отвести взгляд от бездны непознанного свойственно не только выбравшим путь свинки из басни про дуб и желуди. Осознанность и рациональность делают выбор отношения к непознанному только острее, вовсе не устраняя его. Ницше предупреждал, что взгляд в бездну процесс не односторонний. Смелость принять ответный взгляд, это и есть суть сделанного выбора исследователя реальности. Бесконечность этой бездны зафиксирована теоремой Геделя о неполноте, и ужас ее вовсе не в безобидных, непонятных для обывателя, парадоксах пространства текстов. Ответный взгляд ее вполне материален. Расстроенная психика Яноша Больяи, травля Лобачевского, облучение Марии Кюри-Склодовской в результате работы с радоактивными веществами - таковы возможные последствия выбора пути под взглядом бездны непознанного. Выбора, сделанного осознанно. Отец Яноша, математик Фаркаш Больяи, всю жизнь бившийся над проблемой 5-го постулата Евклида, предупреждал сына: "Ты должен бросить это как самое гнусное извращение. Оно может отнять у тебя всё время, здоровье, разум, все радости жизни. Эта чёрная пропасть в состоянии, может быть, поглотить тысячу таких титанов, как Ньютон." Что, впрочем, не остановило Яноша, сделавшего свой выбор. Выбор, сделанный Сократом, Архимедом, Галилеем, Галуа, Фарадеем и многими другими. 
  
 "Ignoramus et ignorabimus" из работы «О пределах познания природы» Эмиля Дюбуа-Реймона и ответ Давида Гильберта "Wir müssen wissen - wir werden wissen!" из "Познания природы" - два противоположных осознанных взгляда на бездну непознанного. "Не знаем и не узнаем" и "Мы должны знать, мы будем знать!" девизы осознанного выбора отношения к тому, что в данный момент находится за пределами нашего понимания. 

 Как же сделать выбор из двух упомянутых осознанных отношений? Есть еще рефлекторно-неосознанное, но оно мне просто не интересно. Какое же из осознанных ваше, это глубоко интимный личный вопрос, с последствиями и плодами которого жить именно вам. Советовать здесь что-то неправильно, а подталкивать к выбору вообще преступно. Но выбирать придется неизбежно. Свой выбор я давно уже сделал. 


Ignoramus et ignorabimus (лат. «не знаем и не узнаем») — ставшее крылатым выражение из доклада Эмиля Дюбуа-Реймона «О пределах познания природы»[1]. Смысл выражения заключается в том, что по мнению Дюбуа-Реймона, мы никогда не перейдём положенной человеческому духу границы познания природы. Иногда приводится в сокращённом виде: ignorabimus («знать не будем»)[2].
Для творчества Гильберта характерны уверенность в неограниченной силе человеческого разума, убеждение в единстве математической науки и единстве математики и естествознания. Собрание сочинений Гильберта, изданное под его наблюдением (1932—1935), кончается статьёй «Познание природы», а эта статья — лозунгом «Мы должны знать — мы будем знать» (Wir müssen wissen. Wir werden wissen.). Это антитеза изречению Э. Дюбуа-Реймона, стоявшего на философских позициях непознаваемости: «Мы не знаем — мы не узнаем» («Ignoramus — ignorabimus»).  

Раньше, желая сделать свой вклад в науку, человек в завещании предоставлял свой труп для исследования научному учреждению. Теперь же люди предоставляют алгоритмам машинного обучения свои посты в социальных сетях.

Демон познания, это падший ангел созерцания.

Повредил ногу во время тренировки, отрабатывал по груше боковые удары. Старая травма, надрыв связки ноги. Грустно, минимум 2 недели никакого спорта. Вывод - нельзя пренебрегать разминкой и разогревом перед тренировкой. Сэкономленные 10 минут влекут очень неприятные последствия. 
P.S. Для поднятие настроения пересмотрел летние фотки. Велосипед, море... Эх.
* Footnotes

[1] Дюбуа Реймон

[2] Ignorabimus


